Repository: ClawdBonzo/menomap
Catalog: MenoMap/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, es_419, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: If you connect Health, MenoMap reads the types you allowed and writes only the surges and bleeding you log here. Apple Health manages that data, not us.
ar: إذا ربطتِ تطبيق صحتي، يقرأ MenoMap الأنواع التي سمحتِ بها، ولا يكتب إلا الموجات والنزيف الذي تسجّلينه هنا. تطبيق صحتي هو من يدير تلك البيانات، لا نحن.
cs: Pokud propojíš aplikaci Zdraví, MenoMap čte typy dat, které jsi povolila, a zapisuje jen vlny a krvácení, které zaznamenáš tady. Tato data spravuje aplikace Zdraví, ne my.
da: Hvis du forbinder Sundhed, læser MenoMap de typer, du har givet adgang til, og skriver kun de bølger og blødninger, du registrerer her. Det er Apple Sundhed, der administrerer de data, ikke os.
de: Wenn du Health verbindest, liest MenoMap die Datentypen, die du erlaubt hast, und schreibt nur die Wellen und Blutungen, die du hier erfasst. Diese Daten verwaltet Apple Health, nicht wir.
el: Αν συνδέσεις την εφαρμογή Υγεία, το MenoMap διαβάζει τους τύπους δεδομένων που επέτρεψες και γράφει μόνο τα κύματα και την αιμορραγία που καταγράφεις εδώ. Αυτά τα δεδομένα τα διαχειρίζεται η εφαρμογή Υγεία της Apple, όχι εμείς.
es: Si conectas la app Salud, MenoMap lee los tipos de datos que hayas permitido y solo escribe las oleadas y los sangrados que registres aquí. Esos datos los gestiona la app Salud de Apple, no nosotros.
es_419: Si conectas Salud, MenoMap lee los tipos de datos que permitiste y escribe solo las oleadas y el sangrado que registras aquí. La app Salud administra esos datos, no nosotros.
fi: Jos yhdistät Terveys-apin, MenoMap lukee sallimasi tietotyypit ja kirjoittaa sinne vain täällä kirjaamasi aallot ja verenvuodot. Niitä tietoja hallinnoi Terveys-appi, emme me.
fr: Si vous connectez l’app Santé, MenoMap lit les types de données que vous avez autorisés et n’écrit que les vagues et les saignements que vous notez ici. C’est l’app Santé d’Apple qui gère ces données, pas nous.
he: אם תחברי את ״בריאות״, MenoMap קורא את סוגי הנתונים שאישרת, וכותב רק את הגלים והדימומים שאת מתעדת כאן. היישום ״בריאות״ של Apple מנהל את הנתונים האלה, לא אנחנו.
hi: अगर आप सेहत ऐप कनेक्ट करती हैं, तो MenoMap डेटा के वही प्रकार पढ़ता है जिनकी आपने अनुमति दी है, और सिर्फ़ वे लहरें और रक्तस्राव लिखता है जो आप यहाँ दर्ज करती हैं। वह डेटा सेहत ऐप संभालता है, हम नहीं।
hr: Ako povežeš aplikaciju Zdravlje, MenoMap čita vrste podataka koje si dopustila i zapisuje samo valove i krvarenja koja ovdje zabilježiš. Tim podacima upravlja aplikacija Zdravlje, a ne mi.
hu: Ha csatlakoztatod az Egészség appot, a MenoMap beolvassa az általad engedélyezett adattípusokat, és csak az itt rögzített hullámokat és vérzést írja bele. Ezeket az adatokat az Egészség app kezeli, nem mi.
id: Jika kamu menghubungkan app Kesehatan, MenoMap membaca jenis data yang kamu izinkan dan hanya menulis gelombang dan perdarahan yang kamu catat di sini. Data itu dikelola oleh app Kesehatan Apple, bukan oleh kami.
it: Se colleghi Salute, MenoMap legge i tipi di dati che hai autorizzato e scrive solo le ondate e i sanguinamenti che registri qui. Quei dati li gestisce l'app Salute, non noi.
ja: ヘルスケアと連携すると、MenoMapはあなたが許可した種類のデータを読み取り、ここで記録したほてりと出血だけを書き込みます。そのデータを管理するのはヘルスケアで、私たちではありません。
ko: 건강 앱을 연결하면 MenoMap은 허용한 항목을 읽고, 여기에서 기록한 열감과 출혈만 건강 앱에 저장해요. 그 데이터는 저희가 아니라 건강 앱이 관리해요.
ms: Jika anda menyambungkan app Kesihatan, MenoMap membaca jenis data yang anda benarkan dan hanya menulis gelombang dan pendarahan yang anda catat di sini. App Kesihatan yang mengurus data tersebut, bukan kami.
nb: Hvis du kobler til Helse-appen, leser MenoMap de typene du har tillatt, og skriver bare bølgene og blødningene du registrerer her. Det er Apple Helse som forvalter disse dataene, ikke vi.
nl: Als je de Gezondheid-app koppelt, leest MenoMap de soorten gegevens die je hebt toegestaan en schrijft het alleen de golven en het bloedverlies die je hier noteert. De Gezondheid-app van Apple beheert die gegevens, niet wij.
pl: Jeśli połączysz aplikację Zdrowie, MenoMap odczytuje typy danych, na które pozwoliłaś, i zapisuje tylko fale i krwawienia, które tu rejestrujesz. Tymi danymi zarządza aplikacja Zdrowie od Apple, nie my.
pt_br: Se você conectar o app Saúde, o MenoMap lê os tipos de dados que você permitiu e grava apenas as ondas e os sangramentos que você registra aqui. Esses dados são gerenciados pelo app Saúde, não por nós.
pt_pt: Se ligares a aplicação Saúde, o MenoMap lê os tipos de dados que permitiste e escreve apenas as ondas e as hemorragias que registas aqui. Quem gere esses dados é a aplicação Saúde, não nós.
ro: Dacă conectezi aplicația Sănătate, MenoMap citește tipurile de date pe care le-ai permis și scrie doar valurile și sângerările pe care le înregistrezi aici. Aceste date sunt gestionate de aplicația Sănătate, nu de noi.
sk: Ak pripojíš Zdravie, MenoMap číta typy údajov, ktoré si povolila, a zapisuje len vlny a krvácanie, ktoré tu zaznamenáš. Tieto údaje spravuje apka Zdravie, nie my.
sv: Om du kopplar till Hälsa läser MenoMap de typer du har tillåtit och skriver bara de vågor och blödningar du loggar här. Det är appen Hälsa som hanterar den datan, inte vi.
th: หากคุณเชื่อมต่อแอปสุขภาพ MenoMap จะอ่านข้อมูลประเภทที่คุณอนุญาต และเขียนเฉพาะระลอกร้อนและเลือดออกที่คุณบันทึกที่นี่ แอปสุขภาพของ Apple เป็นผู้จัดการข้อมูลนั้น ไม่ใช่เรา
tr: Sağlık uygulamasını bağlarsan MenoMap izin verdiğin türleri okur ve yalnızca burada kaydettiğin dalgaları ve kanamaları yazar. Bu verileri biz değil, Sağlık uygulaması yönetir.
uk: Якщо підключиш «Здоровʼя», MenoMap читатиме дозволені тобою типи даних і записуватиме туди лише хвилі й кровотечі, які ти фіксуєш тут. Цими даними керує програма «Здоровʼя» від Apple, а не ми.
vi: Nếu bạn kết nối ứng dụng Sức khỏe, MenoMap đọc các loại dữ liệu bạn cho phép và chỉ ghi các cơn nóng và tình trạng chảy máu mà bạn ghi lại ở đây. Dữ liệu đó do ứng dụng Sức khỏe của Apple quản lý, không phải chúng tôi.
zh_hans: 如果你连接健康 App，MenoMap 会读取你允许的数据类型，并且只写入你在这里记录的热浪和出血。这些数据由健康 App 管理，而不是我们。
zh_hant: 如果你連接「健康」App，MenoMap 會讀取你允許的資料類型，並且只寫入你在這裡記錄的熱浪和出血。這些資料由「健康」App 管理，不是由我們管理。

source: If you've logged symptoms in Apple Health, MenoMap can show them on day one. Surges you log here are saved back to Health.
ar: إذا كنتِ قد سجّلتِ أعراضًا في تطبيق صحتي، يستطيع MenoMap عرضها من اليوم الأول. والموجات التي تسجّلينها هنا تُحفظ في تطبيق صحتي أيضًا.
cs: Pokud máš příznaky zaznamenané v aplikaci Zdraví, MenoMap je může ukázat hned první den. Vlny, které zaznamenáš tady, se uloží zpět do aplikace Zdraví.
da: Hvis du har registreret symptomer i Apple Sundhed, kan MenoMap vise dem fra første dag. Bølger, du registrerer her, gemmes tilbage i Sundhed.
de: Wenn du Beschwerden in Apple Health erfasst hast, kann MenoMap sie vom ersten Tag an zeigen. Wellen, die du hier erfasst, werden auch in Health gespeichert.
el: Αν έχεις καταγράψει συμπτώματα στην εφαρμογή Υγεία, το MenoMap μπορεί να τα δείξει από την πρώτη μέρα. Τα κύματα που καταγράφεις εδώ αποθηκεύονται και στην εφαρμογή Υγεία.
es: Si has registrado síntomas en la app Salud, MenoMap puede mostrarlos desde el primer día. Las oleadas que registres aquí se guardan también en Salud.
es_419: Si registraste síntomas en la app Salud, MenoMap puede mostrarlos desde el primer día. Las oleadas que registres aquí se guardan también en Salud.
fi: Jos olet kirjannut oireita Terveys-appiin, MenoMap voi näyttää ne heti ensimmäisenä päivänä. Täällä kirjaamasi aallot tallennetaan myös Terveys-appiin.
fr: Si vous avez noté des symptômes dans l’app Santé, MenoMap peut les afficher dès le premier jour. Les vagues que vous notez ici sont aussi enregistrées dans Santé.
he: אם תיעדת תסמינים ב״בריאות״, MenoMap יכול להציג אותם כבר מהיום הראשון. גלים שתתעדי כאן נשמרים גם ב״בריאות״.
hi: अगर आपने सेहत ऐप में लक्षण दर्ज किए हैं, तो MenoMap उन्हें पहले दिन से दिखा सकता है। यहाँ दर्ज की गई लहरें सेहत ऐप में भी सेव होती हैं।
hr: Ako si simptome bilježila u aplikaciji Zdravlje, MenoMap ih može prikazati već prvog dana. Valovi koje ovdje zabilježiš spremaju se natrag u Zdravlje.
hu: Ha az Egészség appban már rögzítettél tüneteket, a MenoMap már az első napon meg tudja mutatni őket. Az itt rögzített hullámok visszakerülnek az Egészség appba.
id: Jika kamu pernah mencatat gejala di app Kesehatan, MenoMap bisa menampilkannya sejak hari pertama. Gelombang yang kamu catat di sini disimpan kembali ke app Kesehatan.
it: Se hai registrato sintomi nell'app Salute, MenoMap può mostrarli fin dal primo giorno. Le ondate che registri qui vengono salvate anche in Salute.
ja: ヘルスケアに症状を記録している場合、MenoMapで初日から表示できます。ここで記録したほてりはヘルスケアにも保存されます。
ko: 건강 앱에 증상을 기록해 왔다면 MenoMap이 첫날부터 보여 줄 수 있어요. 여기에서 기록한 열감은 건강 앱에도 저장돼요.
ms: Jika anda telah mencatat simptom dalam app Kesihatan, MenoMap boleh menunjukkannya pada hari pertama. Gelombang yang anda catat di sini disimpan semula ke app Kesihatan.
nb: Hvis du har registrert symptomer i Helse-appen, kan MenoMap vise dem fra første dag. Bølger du registrerer her, lagres tilbake i Helse-appen.
nl: Heb je klachten vastgelegd in de Gezondheid-app, dan kan MenoMap ze vanaf dag één laten zien. Golven die je hier noteert, worden ook in Gezondheid bewaard.
pl: Jeśli zapisywałaś objawy w aplikacji Zdrowie, MenoMap pokaże je od pierwszego dnia. Fale zapisane tutaj trafiają z powrotem do aplikacji Zdrowie.
pt_br: Se você já registrou sintomas no app Saúde, o MenoMap pode mostrá-los desde o primeiro dia. As ondas que você registra aqui são salvas de volta no app Saúde.
pt_pt: Se registaste sintomas na aplicação Saúde, o MenoMap pode mostrá-los logo no primeiro dia. As ondas que registas aqui também ficam guardadas na aplicação Saúde.
ro: Dacă ai înregistrat simptome în aplicația Sănătate, MenoMap ți le poate arăta din prima zi. Valurile pe care le înregistrezi aici sunt salvate înapoi în Sănătate.
sk: Ak si zaznamenávala príznaky v apke Zdravie, MenoMap ich môže ukázať hneď prvý deň. Vlny, ktoré zaznamenáš tu, sa uložia aj do apky Zdravie.
sv: Om du har loggat symtom i appen Hälsa kan MenoMap visa dem från första dagen. Vågor du loggar här sparas tillbaka i Hälsa.
th: หากคุณเคยบันทึกอาการในแอปสุขภาพ MenoMap จะแสดงข้อมูลนั้นได้ตั้งแต่วันแรก ระลอกร้อนที่คุณบันทึกที่นี่จะถูกบันทึกกลับไปยังแอปสุขภาพด้วย
tr: Sağlık uygulamasına belirti kaydettiysen MenoMap onları ilk günden gösterebilir. Burada kaydettiğin dalgalar Sağlık uygulamasına da kaydedilir.
uk: Якщо ти записувала симптоми в програмі «Здоровʼя», MenoMap покаже їх із першого дня. Хвилі, які ти записуєш тут, зберігаються і в програмі «Здоровʼя».
vi: Nếu bạn đã ghi triệu chứng trong ứng dụng Sức khỏe, MenoMap có thể hiển thị chúng ngay từ ngày đầu. Các cơn nóng bạn ghi ở đây sẽ được lưu lại vào ứng dụng Sức khỏe.
zh_hans: 如果你在健康 App 中记录过症状，MenoMap 第一天就能显示出来。你在这里记录的热浪会同步保存到健康 App。
zh_hant: 如果你曾在「健康」App 中記錄症狀，MenoMap 從第一天就能顯示出來。你在這裡記錄的熱浪也會存回「健康」App。

source: Import from Apple Health again
ar: الاستيراد من تطبيق صحتي مجددًا
cs: Znovu importovat z aplikace Zdraví
da: Hent fra Apple Sundhed igen
de: Erneut aus Apple Health übernehmen
el: Νέα εισαγωγή από την εφαρμογή Υγεία
es: Volver a importar de la app Salud
es_419: Volver a importar de la app Salud
fi: Tuo Terveys-apista uudelleen
fr: Importer à nouveau depuis l’app Santé
he: ייבוא מחדש מ״בריאות״
hi: सेहत ऐप से फिर से इंपोर्ट करें
hr: Ponovno uvezi iz aplikacije Zdravlje
hu: Újraimportálás az Egészség appból
id: Impor lagi dari app Kesehatan
it: Importa di nuovo dall'app Salute
ja: ヘルスケアからもう一度取り込む
ko: 건강 앱에서 다시 가져오기
ms: Import dari app Kesihatan sekali lagi
nb: Hent fra Helse-appen på nytt
nl: Opnieuw importeren uit de Gezondheid-app
pl: Importuj ponownie z aplikacji Zdrowie
pt_br: Importar do app Saúde de novo
pt_pt: Importar novamente da aplicação Saúde
ro: Importă din nou din Sănătate
sk: Znova importovať z apky Zdravie
sv: Importera från appen Hälsa igen
th: นำเข้าจากแอปสุขภาพอีกครั้ง
tr: Sağlık uygulamasından yeniden içe aktar
uk: Імпортувати з програми «Здоровʼя» ще раз
vi: Nhập lại từ ứng dụng Sức khỏe
zh_hans: 再次从健康 App 导入
zh_hant: 再次從「健康」App 匯入

source: Imported %lld new surges.
ar: تم استيراد %lld موجة جديدة.
cs: Importováno %lld nových vln.
da: Hentede %lld nye bølger.
de: %lld neue Wellen übernommen.
el: Εισήχθησαν %lld νέα κύματα.
es: Se han importado %lld oleadas nuevas.
es_419: Se importaron %lld oleadas nuevas.
fi: Tuotiin %lld uutta aaltoa.
fr: %lld nouvelles vagues importées.
he: יובאו %lld גלים חדשים.
hi: %lld नई लहरें इंपोर्ट की गईं।
hr: Uvezeno je %lld novih valova.
hu: %lld új hullám importálva.
id: %lld gelombang baru diimpor.
it: Importate %lld nuove ondate.
ja: 新しいほてりを%lld件取り込みました。
ko: 새 열감 %lld회를 가져왔어요.
ms: %lld gelombang baharu diimport.
nb: Hentet inn %lld nye bølger.
nl: %lld nieuwe golven geïmporteerd.
pl: Zaimportowano %lld nowej fali.
pt_br: %lld ondas novas importadas.
pt_pt: %lld ondas novas importadas.
ro: Am importat %lld de valuri noi.
sk: Nové importované vlny: %lld.
sv: Importerade %lld nya vågor.
th: นำเข้าระลอกร้อนใหม่ %lld ครั้ง
tr: %lld yeni dalga içe aktarıldı.
uk: Імпортовано %lld нової хвилі.
vi: Đã nhập %lld cơn nóng mới.
zh_hans: 已导入 %lld 次新的热浪。
zh_hant: 已匯入 %lld 次新的熱浪。

source: Importing…
ar: جارٍ الاستيراد…
cs: Importuji…
da: Henter…
de: Wird übernommen …
el: Εισαγωγή…
es: Importando…
es_419: Importando…
fi: Tuodaan…
fr: Importation…
he: מייבא…
hi: इंपोर्ट हो रहा है…
hr: Uvoz…
hu: Importálás…
id: Mengimpor…
it: Importazione…
ja: 取り込み中…
ko: 가져오는 중…
ms: Mengimport…
nb: Henter inn…
nl: Importeren…
pl: Importowanie…
pt_br: Importando…
pt_pt: A importar…
ro: Se importă…
sk: Importuje sa…
sv: Importerar…
th: กำลังนำเข้า…
tr: İçe aktarılıyor…
uk: Імпорт…
vi: Đang nhập…
zh_hans: 正在导入…
zh_hant: 正在匯入…

source: In 4 · hold 4 · out 4
ar: شهيق 4 · حبس 4 · زفير 4
cs: Nádech 4 · zádrž 4 · výdech 4
da: Ind 4 · hold 4 · ud 4
de: 4 ein · 4 halten · 4 aus
el: Εισπνοή 4 · κράτα 4 · εκπνοή 4
es: Inspira 4 · aguanta 4 · espira 4
es_419: Inhala 4 · mantén 4 · exhala 4
fi: Sisään 4 · pidätä 4 · ulos 4
fr: Inspirez 4 · retenez 4 · expirez 4
he: שאיפה 4 · עצירה 4 · נשיפה 4
hi: अंदर 4 · रोकें 4 · बाहर 4
hr: Udah 4 · zadrži 4 · izdah 4
hu: Be 4 · tartsd 4 · ki 4
id: Tarik 4 · tahan 4 · embus 4
it: Inspira 4 · trattieni 4 · espira 4
ja: 吸う4 · 止める4 · 吐く4
ko: 들숨 4 · 멈춤 4 · 날숨 4
ms: Tarik 4 · tahan 4 · hembus 4
nb: Inn 4 · hold 4 · ut 4
nl: In 4 · houd 4 · uit 4
pl: Wdech 4 · pauza 4 · wydech 4
pt_br: Inspire 4 · segure 4 · expire 4
pt_pt: Inspira 4 · sustém 4 · expira 4
ro: Inspiră 4 · ține 4 · expiră 4
sk: Nádych 4 · zadrž 4 · výdych 4
sv: In 4 · håll 4 · ut 4
th: เข้า 4 · กลั้น 4 · ออก 4
tr: Al 4 · tut 4 · ver 4
uk: Вдих 4 · затримка 4 · видих 4
vi: Hít vào 4 · giữ 4 · thở ra 4
zh_hans: 吸 4 · 屏 4 · 呼 4
zh_hant: 吸 4 · 屏 4 · 吐 4

source: Intense
ar: شديدة
cs: Intenzivní
da: Intens
de: Intensiv
el: Σφοδρό
es: Intensa
es_419: Intensa
fi: Raju
he: קיצוני
hi: बेहद तेज़
hr: Intenzivno
hu: Intenzív
id: Intens
it: Intensa
ja: 激しい
ko: 극심함
ms: Teramat kuat
nb: Intens
nl: Heftig
pl: Intensywna
pt_br: Intensa
pt_pt: Intensa
ro: Intens
sk: Intenzívna
sv: Intensiv
th: รุนแรง
tr: Şiddetli
uk: Інтенсивна
vi: Dữ dội
zh_hans: 非常强烈
zh_hant: 劇烈

source: Internal sauna: on
ar: الساونا الداخلية: تعمل
cs: Vnitřní sauna: zapnuto
da: Indre sauna: tændt
de: Innere Sauna: läuft
el: Εσωτερική σάουνα: σε λειτουργία
es: Sauna interna: activada
es_419: Modo sauna: activado
fi: Sisäinen sauna: päällä
fr: Sauna intérieur : activé
he: סאונה פנימית: פועלת
hi: अंदर का सौना: चालू
hr: Unutarnja sauna: uključena
hu: Belső szauna: bekapcsolva
id: Sauna pribadi: menyala
it: Sauna interna: accesa
ja: 体内サウナ：稼働中
ko: 내부 사우나: 가동 중
ms: Sauna dalaman: hidup
nb: Innebygd badstue: på
nl: Interne sauna: aan
pl: Wewnętrzna sauna: włączona
pt_br: Sauna interna: ligada
pt_pt: Sauna interna: ligada
ro: Sauna internă: pornită
sk: Vnútorná sauna: zapnutá
sv: Inre bastu: på
th: ซาวน่าในตัว: เปิด
tr: İç sauna: açık
uk: Внутрішня сауна: увімкнена
vi: Lò xông hơi trong người: đang bật
zh_hans: 体内桑拿：已开启
zh_hant: 體內三溫暖：已開啟

source: iPhone 15 Pro and later
ar: طراز iPhone 15 Pro أو أحدث
cs: iPhone 15 Pro a novější
da: iPhone 15 Pro og nyere
de: iPhone 15 Pro und neuer
el: iPhone 15 Pro και νεότερα
es: iPhone 15 Pro y posteriores
es_419: iPhone 15 Pro y posteriores
fi: iPhone 15 Pro ja uudemmat
fr: iPhone 15 Pro et modèles ultérieurs
he: דגמי iPhone 15 Pro ואילך
hi: iPhone 15 Pro और बाद के मॉडल
hr: iPhone 15 Pro i noviji
hu: iPhone 15 Pro és újabb
id: iPhone 15 Pro dan yang lebih baru
it: iPhone 15 Pro e modelli successivi
ja: iPhone 15 Pro以降
ko: iPhone 15 Pro 이상
ms: iPhone 15 Pro dan lebih baharu
nb: iPhone 15 Pro og nyere
nl: iPhone 15 Pro en nieuwer
pl: iPhone 15 Pro i nowsze
pt_br: iPhone 15 Pro ou posterior
pt_pt: iPhone 15 Pro ou posterior
ro: iPhone 15 Pro și modele ulterioare
sk: iPhone 15 Pro a novšie
sv: iPhone 15 Pro och senare
th: iPhone 15 Pro ขึ้นไป
tr: iPhone 15 Pro ve sonrası
uk: iPhone 15 Pro і новіші
vi: iPhone 15 Pro trở lên
zh_hans: iPhone 15 Pro 及更新机型
zh_hant: iPhone 15 Pro 及後續機型

source: Is alcohol making it worse?
ar: هل يزيد الكحول الأمر سوءًا؟
cs: Zhoršuje to alkohol?
da: Gør alkohol det værre?
de: Macht Alkohol es schlimmer?
el: Μήπως το αλκοόλ το χειροτερεύει;
es: ¿El alcohol lo empeora?
es_419: ¿El alcohol lo empeora?
fi: Pahentaako alkoholi oireita?
fr: L’alcool aggrave-t-il les choses ?
he: האם אלכוהול מחמיר את זה?
hi: क्या शराब से यह बढ़ रहा है?
hr: Pogoršava li alkohol stanje?
hu: Rontja az alkohol?
id: Apakah alkohol memperburuknya?
it: L'alcol peggiora le cose?
ja: お酒で悪化していますか？
ko: 술 때문에 더 심해지나요?
ms: Adakah alkohol memburukkannya?
nb: Gjør alkohol det verre?
nl: Maakt alcohol het erger?
pl: Czy alkohol to pogarsza?
pt_br: O álcool está piorando?
pt_pt: O álcool está a piorar as coisas?
ro: Alcoolul înrăutățește lucrurile?
sk: Zhoršuje to alkohol?
sv: Gör alkohol det värre?
th: แอลกอฮอล์ทำให้แย่ลงไหม
tr: Alkol durumu kötüleştiriyor mu?
uk: Чи погіршує це алкоголь?
vi: Rượu bia có làm tình trạng tệ hơn không?
zh_hans: 喝酒会让情况更糟吗？
zh_hant: 喝酒會讓情況更糟嗎？

source: Is brain fog common?
ar: هل ضبابية الذهن شائعة؟
cs: Je mozková mlha běžná?
da: Er hjernetåge almindeligt?
de: Ist Gehirnnebel häufig?
el: Είναι συχνή η θολή σκέψη;
es: ¿Es frecuente la niebla mental?
es_419: ¿La niebla mental es común?
fi: Onko aivosumu yleistä?
fr: La brume mentale est-elle fréquente ?
he: האם ערפל מוחי הוא דבר נפוץ?
hi: क्या ब्रेन फ़ॉग आम है?
hr: Je li moždana magla česta?
hu: Gyakori az agyköd?
id: Apakah pikiran berkabut itu umum?
it: La nebbia mentale è comune?
ja: ブレインフォグはよくあることですか？
ko: 브레인 포그는 흔한가요?
ms: Adakah otak berkabus perkara biasa?
nb: Er hjernetåke vanlig?
nl: Komt hersenmist vaak voor?
pl: Czy mgła mózgowa jest częsta?
pt_br: Névoa mental é comum?
pt_pt: O nevoeiro mental é comum?
ro: Ceața mentală este frecventă?
sk: Je mozgová hmla bežná?
sv: Är hjärndimma vanligt?
th: สมองตื้อเป็นเรื่องที่พบบ่อยไหม
tr: Beyin sisi yaygın mı?
uk: Чи часто буває туман у голові?
vi: Sương mù não có phổ biến không?
zh_hans: 脑雾常见吗？
zh_hant: 腦霧很常見嗎？

source: Is hormone therapy an option for me, and why or why not?
ar: هل العلاج الهرموني خيار مناسب لي، ولماذا أو لماذا لا؟
cs: Je pro mě hormonální léčba vhodná možnost? Proč ano, nebo proč ne?
da: Er hormonbehandling en mulighed for mig, og hvorfor eller hvorfor ikke?
de: Ist eine Hormonersatztherapie für mich eine Option, und warum oder warum nicht?
el: Είναι η ορμονική θεραπεία μια επιλογή για μένα, και γιατί ναι ή γιατί όχι;
es: ¿La terapia hormonal es una opción para mí? ¿Por qué sí o por qué no?
es_419: ¿La terapia hormonal es una opción para mí, y por qué sí o por qué no?
fi: Onko hormonihoito vaihtoehto minulle, ja miksi tai miksi ei?
fr: Le traitement hormonal est-il une option pour moi, et pourquoi, ou pourquoi pas ?
he: האם טיפול הורמונלי מתאים לי, ולמה כן או לא?
hi: क्या हार्मोन थेरेपी मेरे लिए एक विकल्प है, और क्यों या क्यों नहीं?
hr: Je li hormonska terapija opcija za mene i zašto da ili ne?
hu: Lehetőség-e számomra a hormonpótló kezelés, és miért igen vagy miért nem?
id: Apakah terapi hormon merupakan pilihan untuk saya, dan mengapa atau mengapa tidak?
it: La terapia ormonale è un'opzione per me? Perché sì o perché no?
ja: ホルモン補充療法は私にとって選択肢になりますか？その理由は何ですか？
ko: 호르몬 대체 요법이 저에게 선택지가 될 수 있나요? 그 이유는 무엇인가요?
ms: Adakah terapi hormon satu pilihan untuk saya, dan mengapa atau mengapa tidak?
nb: Er hormonbehandling et alternativ for meg, og hvorfor eller hvorfor ikke?
nl: Is hormoontherapie een optie voor mij, en waarom wel of niet?
pl: Czy terapia hormonalna jest dla mnie jedną z możliwości i dlaczego tak lub dlaczego nie?
pt_br: A terapia hormonal é uma opção para mim, e por que sim ou por que não?
pt_pt: A terapêutica hormonal é uma opção para mim, e porquê ou porque não?
ro: Este terapia hormonală o opțiune pentru mine și de ce da sau de ce nu?
sk: Je hormonálna liečba pre mňa vhodná možnosť a prečo áno alebo nie?
sv: Är hormonbehandling ett alternativ för mig, och varför eller varför inte?
th: ฮอร์โมนทดแทนเป็นทางเลือกสำหรับฉันหรือไม่ เพราะอะไร
tr: Hormon tedavisi benim için bir seçenek mi, neden ya da neden değil?
uk: Чи підходить мені гормональна терапія, і чому так чи ні?
vi: Liệu pháp hormone có phải là một lựa chọn cho tôi không, vì sao có hoặc vì sao không?
zh_hans: 激素治疗适合我吗？为什么适合或不适合？
zh_hant: 荷爾蒙療法適合我嗎？為什麼適合或不適合？

source: Is my current treatment still the right fit, and when should we review it?
ar: هل لا يزال علاجي الحالي مناسبًا، ومتى ينبغي أن نراجعه؟
cs: Je moje současná léčba stále vhodná a kdy bychom ji měli znovu zhodnotit?
da: Passer min nuværende behandling stadig til mig, og hvornår skal vi følge op på den?
de: Passt meine aktuelle Behandlung noch, und wann sollten wir sie überprüfen?
el: Είναι η τωρινή μου θεραπεία ακόμη η κατάλληλη, και πότε πρέπει να την επανεξετάσουμε;
es: ¿Mi tratamiento actual sigue siendo el adecuado, y cuándo deberíamos revisarlo?
es_419: ¿Mi tratamiento actual sigue siendo el adecuado, y cuándo deberíamos revisarlo?
fi: Sopiiko nykyinen hoitoni minulle yhä, ja milloin se pitäisi arvioida uudelleen?
fr: Mon traitement actuel me convient-il toujours, et quand devrions-nous le réévaluer ?
he: האם הטיפול הנוכחי שלי עדיין מתאים, ומתי כדאי לבדוק אותו שוב?
hi: क्या मेरा मौजूदा इलाज अब भी सही है, और हमें इसकी समीक्षा कब करनी चाहिए?
hr: Odgovara li mi još uvijek trenutačno liječenje i kada bismo ga trebali ponovno procijeniti?
hu: Még mindig megfelelő-e a jelenlegi kezelésem, és mikor kellene felülvizsgálnunk?
id: Apakah pengobatan saya saat ini masih tepat, dan kapan sebaiknya kita mengevaluasinya?
it: La mia terapia attuale è ancora adatta, e quando dovremmo rivalutarla?
ja: 今の治療は今も合っていますか？いつ見直せばよいですか？
ko: 지금 받는 치료가 여전히 저에게 맞나요? 언제 다시 점검해야 하나요?
ms: Adakah rawatan saya sekarang masih sesuai, dan bilakah kita patut menyemaknya semula?
nb: Passer behandlingen jeg har nå fortsatt for meg, og når bør vi vurdere den på nytt?
nl: Past mijn huidige behandeling nog, en wanneer bekijken we die opnieuw?
pl: Czy moje obecne leczenie jest nadal odpowiednie i kiedy powinniśmy je ponownie ocenić?
pt_br: Meu tratamento atual ainda é o mais adequado, e quando devemos reavaliá-lo?
pt_pt: O meu tratamento atual continua a ser o mais adequado, e quando devemos revê-lo?
ro: Tratamentul meu actual este încă potrivit și când ar trebui să-l reevaluăm?
sk: Je moja súčasná liečba stále vhodná a kedy by sme ju mali prehodnotiť?
sv: Passar min nuvarande behandling fortfarande, och när ska vi följa upp den?
th: การรักษาปัจจุบันยังเหมาะกับฉันอยู่ไหม และเราควรทบทวนเมื่อไร
tr: Şu anki tedavim hâlâ bana uygun mu ve ne zaman yeniden değerlendirmeliyiz?
uk: Чи моє теперішнє лікування досі мені підходить і коли нам варто його переглянути?
vi: Cách điều trị hiện tại có còn phù hợp với tôi không, và khi nào chúng ta nên đánh giá lại?
zh_hans: 我目前的治疗仍然合适吗？什么时候应该复查？
zh_hant: 我目前的治療還適合我嗎？什麼時候應該再評估？
